{
  "main": {
    "name": "BLEACH",
    "occupation": "éleve au lycée de karakura à karakura",
    "description": " L'histoire de Bleach se déroule dans une version alternative de notre monde où des shinigami, les faucheurs des âmes, protègent l'espèce humaine et les âmes des morts des hollows, forme bestiale des âmes perdues.Cette lutte incessante, invisible aux yeux d'une très large majorité d'humains, se fait notamment à l'aide de Zanpakutō, des sabres spirituels liés à leurs maîtres qui peuvent se transformer. Cette réalité alternative est constituée de plusieurs mondes parallèles parmi lesquels, outre la Terre, se trouvent entre autres la Soul Society, le monde des shinigamis (alias le paradis), le Hueco Mundo, le monde des hollows (les âmes torturées) et l'Enfer (là où vont les mauvais esprits qui ont accompli des actes néfastes dans leur vie terrestre).   ",
    "image": "Ichigo.png",
    "bio": "Ichigo est né un 15 juillet, 15 ans avant le début du récit et sa transformation en Shinigami. Il est le fils d'Isshin et de Masaki Kurosaki. Ses sœurs Karin et Yuzu sont nées 6 ans plus tard.chigo Kurosaki (黒崎 一護, Kurosaki Ichigo?) est un personnage du manga Bleach de Tite Kubo. Il est le protagoniste principal de la série. Au début de la série, il est présenté comme un adolescent qui a la faculté exceptionnelle de distinguer les fantômes, puis sa vie basculera lorsqu'il rencontra Rukia Kuchiki qui lui donna ses pouvoirs de Shinigami afin de sauver sa famille d'un HollowVol 1. Dès lors, il devra combattre les mauvais esprits, les hollows, pour protéger les gens et envoyer les bons esprits dans la Soul Society. On apprendra également qu'il est un Vizard et que par conséquent, il possède en lui un Hollow qu'il apprendra à contrôler.  ",
     "email": "sonny@cleverprogrammer.com",
     "phone": "+33 7 49 81 46 80",
     "address": {
      "street": "6 rue Lavoisier",
      "city": "Karakura",
      "state": "Japon",
      "zip": "67200"
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload": "http://timbakerdev.com",
    "social": [
      {
        "name": "facebook",
        "url": "https://www.facebook.com/sonny.sangha.3",
        "className": "fa fa-facebook"
      },
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/saajansangha/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "instagram",
        "url": "https://www.instagram.com/ssssangha/",
        "className": "fa fa-instagram"
      },
      {
        "name": "github",
        "url": "http://github.com/sonnysangha",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here you can create a short write-up of your skills to show off to employers",
    "education": [
      {
        "school": "Espèce",
        "degree": "je suis humain à l'origine mais plus l'avanture avance plus j'apersois que j'ai plusieurs espèce comme:Vizard, Quincy, Shinigami et Fullbringeur",
        "graduated": "",
        "description": ""
      }
    ],
    "work": [
      {
        "company": "Guerre de karakura",
        "title": "Pour les shinigamis, le but de cette guerre est de protéger les humains et de tuer tous les Arrancars et Aizen. Pour Aizen, le but est de créer le Oken le clé de la famille royale et de tuer le roi pour y régner en maitre mais il doit d'abord tuer tous les shinigamis.",
        "years": "",
        "description": ""
      },
      {
        "company": "La guerre sanglante de mille ans",
        "title": "face au Quichy et Yhwach (Vandenreich) qui avait pour but de détruire le roi des esprits.",
        "years": "",
        "description": ""
      }
    ],
    "skills": [
      {
        "name": "force",
        "level": "100%"
      },
      {
        "name": "presion spirituel",
        "level": "100%"
      },
      {
        "name": "défence",
        "level": "60%"
      },
      {
        "name": "attaque",
        "level": "100%"
      },
      {
        "name": "coopération",
        "level": "20"
      },
      {
        "name": "inteligence",
        "level": "10%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "MERN Stack WhatsApp Clone",
        "category": "WhatsApp Clone built with MERN (MongoDB, ExpressJS, ReactJS, NodeJS)",
        "image": "whatsapp-mern.jpeg",
        "url": "https://www.youtube.com/watch?v=gzdQDxzW2Tw"
      },
      {
        "title": "MERN Stack TikTok Clone",
        "category": "TikTok Clone built with MERN (MongoDB, ExpressJS, ReactJS, NodeJS)",
        "image": "tiktok-mern.jpeg",
        "url": "https://www.youtube.com/watch?v=g8yGxDMyGiE"
      },
      {
        "title": "Facebook Clone with React",
        "category": "Facebook Clone built with ReactJS",
        "image": "facebook-clone.png",
        "url": "https://www.youtube.com/watch?v=B-kxUMHBxNo"
      },
      {
        "title": "Airbnb Clone",
        "category": "Facebook Clone built with ReactJS",
        "image": "airbnb-clone.jpeg",
        "url": "https://www.youtube.com/watch?v=BtJeH_-XYaA"
      },
      {
        "title": "Netflix Clone",
        "category": "Facebook Clone built with ReactJS",
        "image": "netflix-clone.jpeg",
        "url": "https://www.youtube.com/watch?v=XtMThy8QKqU&t=9358s"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Il existe un monde apeller la soul society ou réside le gotei 13 composés de 12 capitaines et d'un commandant. il existe une arme appelé 'Zanpakutô' qui a l'origine de la soul society. le 'Zanpakutô' a deux forme, la premier nommé 'Shikai' le zanpakutō prend sa vraie forme. Le type d'arme et les pouvoirs associés correspondent bien à la façon d'être du shinigami. La forme peut être très variée : lance, trident, épée, sabre, masse d'armes, etc. La deusième appelé 'Bankai' le zanpakutō prend une forme souvent dérivée de la précédente mais pas toujours, son type (puissance, vitesse, maléfice, etc.). Cette forme donne de grand pouvoirs mais a souvent des règles plus restrictives propres à chacun comme un temps limité ou un temps de préparation par exemple.  ",
        "user": ""
      },
      {
        "text": "Alors que l'histoire du Gotei 13 reste plutôt inconnue dans son ensemble, l'organisation fut fondée par Genryusai Shigekuni Yamamoto, qui est resté aux commandes du groupe depuis sa conception.",
        "user": ""
      }
    ]
  }
}
